Repository: cceh/capitularia
Catalog: themes/Capitularia/languages/*.po
Languages: de_de

source: Capitularia Meta Search
de_de: Capitularia Meta-Suche

source: You have no permission to manage options.
de_de: Sie haben keine Berechtigung Einstellungen zu verändern.

source: Could not load XML file %s.
de_de: Die XML-Datei %s konnte nicht geladen werden.

source: General Settings
de_de: Allgemeine Einstellungen

# Button: Admin reload the places file
source: Reload Places File
de_de: Ortschaften neu laden

source: Search widget for Capitularia metadata.
de_de: Suchwidget für Capitularia Meta-Daten

source: Capitularia Search Box Widget
de_de: Capitularia Suchbox Widget

# 'All' option in drop-down
source: All
de_de: Alle

source: Capitularies contained
de_de: Enthaltene Kapitularien

source: Only show manuscripts that contain this capitulary.
de_de: Nur Handschriften, die dieses Kapitular enthalten.

source: After
de_de: Nach

source: Only show manuscripts created after this year.
de_de: Nur Handschriften, die nach diesem Jahr entstanden sind.

source: Before
de_de: Vor

source: Only show manuscripts created before this year.
de_de: Nur Handschriften, die vor diesem Jahr entstanden sind.

source: Origin
de_de: Entstehung

source: Only show manuscripts created in this region.
de_de: Nur Handschriften, die in diesem Gebiet entstanden sind.

source: Free Text
de_de: Freitext

source: Free text search
de_de: Freie Textsuche

source: Search
de_de: Suchen

source: Start the search
de_de: Suche starten

source: Help
de_de: Hilfe

source: Show some help
de_de: Hilfe anzeigen

source: contains %s
de_de: enthält %s

source: after %d
de_de: nach %d

source: before %d
de_de: vor %d

source: origin in %s
de_de: entstanden in %s

source: Title
de_de: Titel

source: New title
de_de: Neuer Titel

# Button: Show manuscripts
source: Show manuscripts
de_de: Handschriften anzeigen

# Button: Start the collation
source: Collate
de_de: Kollationieren

# Button: Load the collation config
source: Load Config
de_de: Konfiguration Laden

# Button: Save the collation config
source: Save Config
de_de: Konfiguration Speichern

# H2 caption
source: Capitulary
de_de: Kapitular

# Label: for select
source: Select Capitulary and Section
de_de: Wählen Sie Kapitular und Abschnitt

# H2 caption
source: Manuscripts
de_de: Handschriften

source: Include edits by later hands
de_de: Einschließlich Edits von späterer Hand

# H3 caption
source: Advanced Options
de_de: Optionen für Fortgeschrittene

# Label: for drop-down
source: Select Collation Algorithm
de_de: Wählen Sie den Kollations-Algorithmus

# Label: for drop-down
source: Select Levenshtein distance
de_de: Wählen Sie den Levenshtein-Abstand

# Either this or that, not both.
source: or
de_de: oder

# Label: for drop-down
source: Select Levenshtein ratio
de_de: Wählen Sie die Levenshtein-Ähnlichkeit

# Label: for drop-down
source: Use segmentation
de_de: Mit Segmentierung

# Label: for drop-down
source: Use transpositions
de_de: Mit Transpositionen

# Label: for textarea
source: Normalizations
de_de: Normalisierungen

# Help text
source: One or more lines in the form: raw=normalized
de_de: Eine oder mehrere Zeilen in der Form: original=normalisiert

# Admin bar button caption
source: Collation
de_de: Kollation

source: on
de_de: an

source: off
de_de: aus

source: Algorithm: %s
de_de: Algorithmus: %s

source: Levenshtein distance: %s
de_de: Levenshtein-Abstand: %s

source: Levenshtein ratio: %s
de_de: Levenshtein-Ähnlichkeit: %s

# %s = on off
source: Segmentation: %s
de_de: Segmentierung: %s

# %s = on off
source: Transpositions: %s
de_de: Transpositionen: %s

source: Collation output for %s
de_de: Kollation für %s

# H3
source: Debug Output
de_de: Debug Ausgabe

source: Capitularia Collation
de_de: Capitularia Kollation

source: Manuscript
de_de: Handschrift

source: Manuscripts
de_de: Handschriften

source: No manuscripts found.
de_de: Keine Handschriften gefunden.

# column heading
source: Manuscript Id
de_de: Siglum

# Select a witness by id (screen reader only)
source: Select %s
de_de: %s auswählen

source: TEI file
de_de: TEI-Datei

source: TEI files
de_de: TEI-Dateien

# bulk action
source: Publish
de_de: Veröffentlichen

# bulk action
source: Publish privately
de_de: Privat veröffentlichen

# bulk action
source: Unpublish
de_de: Un-veröffentlichen

# bulk action
source: Refresh
de_de: Neu generieren

# bulk action
source: Validate
de_de: Validieren

# bulk action
source: Extract metadata
de_de: Meta-Daten extrahieren

# file status
source: Published
de_de: Veröffentlicht

# file status
source: Published privately
de_de: Privat veröffentlicht

# file status
source: Not published
de_de: Nicht veröffentlicht

source: No TEI files found.
de_de: Keine TEI-Dateien gefunden.

# Manuscript title column heading
source: Title
de_de: Titel

# Select a filename (screen reader only)
source: Select %s
de_de: %s auswählen

source: Capitularia Page Generator
de_de: Capitularia Seiten-Generator

source: You have no permission to edit posts.
de_de: Sie haben keine Berechtigung Posts zu editieren.

source: Page Generator
de_de: Seitengenerator

source: Reading directory: %s
de_de: Gelesenes Verzeichnis: %s

source: List of section ids
de_de: Liste der Sektion-Ids

source: List of section ids (space-separated). Eg.: %s
de_de: Liste der Sektion-Ids (Leerzeichen-getrennt). Z.B.: %s

source: XML root
de_de: XML Stammverzeichnis

source: Root directory for XML files in the AFS, eg.: %s
de_de: Stammverzeichnis der XML-Dateien im AFS, z.B.: %s

source: XSL root
de_de: XSL Stammverzeichnis

source: Root directory for XSL files in the AFS, eg.: %s
de_de: Stammverzeichnis der XSL-Dateien im AFS, z.B.: %s

source: Schema root
de_de: Schema Stammverzeichnis

source: Root directory for schema files in the AFS, eg.: %s
de_de: Stammverzeichnis der Schema-Dateien im AFS, z.B.: %s

source: The shortcode, eg.: cap_xsl
de_de: Der Shortcode, z.B.: cap_xsl

source: xmllint path
de_de: xmllint Pfad

source: The full path to the xmllint utility as seen from the server, eg.: %s
de_de: Pfad- und Dateiname des xmllint-tools vom Server aus gesehen, z.B.: %s

source: Section name
de_de: Name der Sektion

source: Name of this section
de_de: Name dieser Sektion

source: XML files directory
de_de: Verzeichnis der XML-Dateien

source: Directory (relative to XML root), eg.: %s
de_de: Verzeichnis (relativ zum XML-Stammverzeichnis), z.B.: %s

source: XSL files list
de_de: Liste der XSL-Dateien

source: A list of xsl files to run (relative to XSL root) (space-separated list).
de_de: Liste der anzuwendenden XSL-Dateien (relativ zum XSL-Stammverzeichnis) (mit Leerzeichen getrennt).

source: The path to the xsl schema file (relative to schema root).
de_de: Der Pfad zur XSL-Schema-Datei (relativ zum Schema-Stammverzeichnis).

source: Slug path
de_de: Slug-Pfad

source: The URL path to the page, eg.: %s
de_de: Der URL-Pfad zur Seite, z.B.: %s

source: The slug prefix for the pages, eg.: %s
de_de: Prefix für den Slug der Seiten, z.B.: %s

source: Page statuses list
de_de: Seiten-Status-Liste

source: The allowed page statuses (space-separated list). Eg.: %s
de_de: Welche Status sind erlaubt (mit Leerzeichen getrennt)? Z.B.: %s

source: The sidebars (space-separated list). Eg.: %s
de_de: Welche Sidebars sollen angezeigt werden (mit Leerzeichen getrennt)? Z.B.: %s

source: General
de_de: Allgemein

source: File %s is valid TEI.
de_de: Die Datei %s enthält valides TEI.

source: File %s is invalid TEI.
de_de: Die Datei %s enthält invalides TEI.

source: Validity of file %s is unknown.
de_de: Die Datei %s konnte nicht validiert werden.

source: Error: could not unpublish page %s.
de_de: Fehler: die Seite %s konnte nicht gelöscht werden.

source: Page %s unpublished.
de_de: Seite %s veröffentlicht.

source: No title
de_de: Kein Titel

source: Page %1$s created with status set to %2$s.
de_de: Die Seite %1$s wurde mit Status %2$s erstellt.

source: Error: could not create page %s.
de_de: Fehler: die Seite %s konnte nicht erstellt werden.

source: Error while extracting metadata: no page with slug %s.
de_de: Fehler beim Extrahieren der Meta-Daten: es gibt keine Seite mit Slug: %s.

source: Errors while extracting metadata from file %s.
de_de: Fehler beim Extrahieren der Meta-Daten aus Datei %s.

source: Metadata extracted from file %s.
de_de: Meta-Daten aus Datei %s extrahiert.

source: The post is already %s.
de_de: Der Post ist bereits %s.

source: Enter title
de_de: Bitte geben Sie einen Titel ein.

source: Enter text
de_de: Bitte geben Sie einen Text ein.

source: Image-URL
de_de: Bild-URL

source: Enter image URL
de_de: Bitte geben Sie eine Bild-URL ein.

source: Image-Tooltip
de_de: Bild-Tooltip

source: Enter image tooltip
de_de: Bitte geben Sie ein Bild-Tooltip ein.

source: Enter link-URL
de_de: Bitte geben Sie eine Link-URL ein.

source: read more
de_de: mehr lesen

source: Arbitrary text and image.
de_de: Beliebiger Text mit Bild

source: Capitularia Image Widget
de_de: Capitularia Bild-Widget

source: A sticky navigation menu.
de_de: Ein fixes Navigationsmenu

source: Capitularia Sticky Navigation Menu
de_de: Capitularia Festes Navigationsmenu

source: Image and link for the logo bar.
de_de: Bild und Link für die Logo-Bar

source: Arbitrary text.
de_de: Beliebiger Text

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Your search for: %1$s gave one result.
de_de: Ihre Suche nach: %1$s ergab einen Treffer.

source: Your search for %1$s gave no results.
de_de: Ihre Suche nach: %1$s ergab keine Treffer.

source: Page:
de_de: Seite:

source: « Previous
de_de: « Vorherige Seite

source: Next »
de_de: Nächste Seite »

source: Search Results
de_de: Suchergebnisse

source: Permalink to %s
de_de: Permalink zu %s

source: Page %s
de_de: Seite %s

source: Top horizontal navigation bar
de_de: Obere horizontale Navigationsleiste

source: Bottom horizontal navigation bar
de_de: Untere horizontale Navigationsleiste

source: Frontpage Image
de_de: Titelseiten-Bild

source: The big splash image on the front page. Takes one Capitularia Logo Widget.
de_de: Das große Bild auf der Titelseite. Enthält ein Capitularia Logo-Widget.

source: Frontpage Teaser Bar 1
de_de: Titelseiten-Teaser-Band 1

source: The top teaser bar on the front page. Normally takes 3 Capitularia Text Widgets.
de_de: Das obere Vorschau-Band auf der Titelseite. Enthält typischerweise 3 Capitularia Text-Widgets.

source: Frontpage Teaser Bar 2
de_de: Titelseiten-Teaser-Band 2

source: The bottom teaser bar on the front page. Normally takes 2 Capitularia Image Widgets.
de_de: Das untere Vorschau-Band auf der Titelseite. Enthält typischerweise 2 Capitularia Bild-Widgets.

source: Logo Bar
de_de: Logo-Band

source: The logo bar in the footer of every page. Takes one or more Capitularia Logo Widgets.
de_de: Das Logo-Band im Fußteil einer jeden Seite. Enthält ein oder mehrere Capitularia Logo-Widgets.

source: The sidebar on posts.
de_de: Die Sidebar auf Posts.

source: The sidebar on pages. Output below the more specialized page sidebars.
de_de: Die Sidebar auf Pages. Wird unter den spezielleren Sidebars ausgegeben.

source: Post and Page Sidebar
de_de: Sidebar auf Posts und Pages

source: The sidebar on posts and pages. Output below the other sidebars.
de_de: Die Sidebar auf Pages und Posts. Wird unter den anderen Sidebars ausgegeben.

source: Capitularies Sidebar
de_de: Kapitularien-Sidebar

source: The sidebar on /capit/ pages.
de_de: Die Sidebar auf /capit/ Seiten.

source: Manuscripts Sidebar
de_de: Handschriften-Sidebar

source: The sidebar on /mss/ pages.
de_de: Die Sidebar auf /mss/ Seiten.

source: Resources Sidebar
de_de: Materialien-Sidebar

source: The sidebar on /resources/ pages.
de_de: Die Sidebar auf /resource/ Seiten.

source: Project Sidebar
de_de: Projekt-Sidebar

source: The sidebar on /project/ pages.
de_de: Die Sidebar auf /project/ Seiten.

source: Internal Sidebar
de_de: Intern-Sidebar

source: The sidebar on /internal/ pages.
de_de: Die Sidebar auf /internal/ Seiten.

source: Capitular Sidebar
de_de: Kapitularie-Sidebar

source: The sidebar on single capitular pages
de_de: Die Sidebar auf Kapitular-Seiten

source: Transcription Sidebar
de_de: Transkriptions-Sidebar

source: The sidebar on transcription pages
de_de: Die Sidebar auf Transkriptionsseiten

source: Search Page Sidebar
de_de: Such-Seiten-Sidebar

source: The sidebar on the search page
de_de: Die Sidebar auf den Such-Seiten
